[
  {
    "type": "body",
    "description": "Extend your arm with your palm facing up toward the ceiling. With your free hand, gently pull your fingers back toward your body. Hold for 10 seconds and repeat the other side.",
    "amount": 80
  },
  {
    "type": "body",
    "description": "Stand tall with your shoulders relaxed and hold your arm above your elbow. Hold for 15 seconds and repeat the other side.",
    "amount": 60
  },
  {
    "type": "body",
    "description": "Turn your head to the right as far as you can without straining. Hold for 15 seconds and return to neutral. Repeat on the left side. Alternate sides 2-3 times.",
    "amount": 70
  },
  {
    "type": "body",
    "description": "Drop the chin to the chest and allow the weight of your head to stretch the back of the neck. Place your hands on the back of your head to gently pull the head down further to the chest. Hold for 30 seconds.",
    "amount": 60
  },
  {
    "type": "body",
    "description": "Stand upright and take your right foot forward with the foot flexed. Slightly bend the left knee. Gently lean forward and place the hands on the straight right leg.Keep a neutral spine. Hold the stretch for 10–30 seconds.",
    "amount": 100
  },
  {
    "type": "body",
    "description": "Stand and hold onto a wall or the back of a chair for balance. Grab the top of the left foot and bend your knee, bringing the foot towards the glutes. Hold for 15 to 30 seconds and switch sides, repeating one to three times per leg.",
    "amount": 80
  },
  {
    "type": "body",
    "description": "Sitting or standing, clasp your hands straight up overhead, palms facing the ceiling. Stretch up and then over to the right, feeling a stretch down your left side. Hold for 15 to 30 seconds and switch sides, repeating one to three times.",
    "amount": 50
  },
  {
    "type": "body",
    "description": "Begin in a seated, cross-legged position, with the right foot tucked into the left thigh. Lean the torso forward over crossed legs. Hold for five to 10 seconds. Perform with the opposite foot tucked.",
    "amount": 80
  },
  {
    "type": "eye",
    "description": "Cup your eyes with your hands and just see the darkness in front of your face. Breathe deeply and see the darkness. Continue breathing easily and just relax. You may count up 10 deep breaths then let go.",
    "amount": 90
  },
  {
    "type": "eye",
    "description": "Sit/stand in a comfortable position. Focus your eyes straight in front of you. Slowly move your eyeballs towards your right. Then towards the left, up & down. Practice this for at least a minute.",
    "amount": 140
  },
  {
    "type": "eye",
    "description": "Sit or stand in a comfortable position. Keep your electronic devices away. Start blinking fast, almost 15-18 per set. Take a break of 5-10 seconds and start again. Repeat it 4-5 times.",
    "amount": 70
  },
  {
    "type": "body",
    "description": "Sit or stand and clasp your hands together behind your back, arms straight. Lift your hands towards the ceiling, going only as high as is comfortable. You should feel a stretch in your shoulders and chest. Hold for 15 to 30 seconds, repeating one to three times.",
    "amount": 90
  }
]
